{
  "Careers": {
    "titles": "Careers",
    "headingOne": "JOINING TEAM ZFN",
    "headingTwo": "Careers Opportunities",
    "headingTwoDescription": "At ZFN Consulting, the staff is recognized as the driving force behind the company's reputation and success. The company values its employees as important members of the team and strives to create a supportive and collaborative work environment. As the company continues to grow, they are actively seeking highly motivated and experienced individuals to join the team, specifically those who are ambitious and accomplished and looking for an opportunity to be part of a dynamic and thriving organization. These opportunities are available across the United States and internationally.",
    "records": [
      {
        "item": "HR Consultant",
        "itemDescription": "The role will serve as a consultant to leadership and management and Hubbers on HR-related issues. You will work directly with managers and employees to provide consulting, coaching and support. You'll work very closely with managers to provide guidance, implement various company-wide programs, and implement team-specific initiatives based on feedback and needs. We work with integrity and openness in supporting both managers and Hubbers with the goal of team members feeling comfortable coming to us for counsel, support, and ideas at any time.",
        "responsibilities": [
          "Work closely with managers and employees and designated business leaders as an expert on human resources issues, as a coach and to influence talent planning and outcomes",
          "Work closely with functional leaders and managers on team development and capabilities",
          "Plan and execute talent initiatives, such as management development, D&I strategy, job eliminations, talent management and learning in partnership with HRBPs and other COE’s.  ",
          "Identify and surface opportunities to advance the effectiveness of our teams and work across functions, and work with leaders to develop initiatives and programs to improve effectiveness",
          "Support Talent Rhythm of the Business across client groups. In collaboration with our HR@Scale lead, plan and deliver our annual processes (Reflections, Rewards, Promotions, etc.) facilitate leadership discussions related to talent (impact, benchmarking, promotions, etc.) ",
          "Operate as a member of the HR team, working in collaboration across centers of excellence, including HR operations, compensation, benefits, talent acquisition, talent development and diversity & inclusion to enable business priorities.",
          "Collaborate with HR Operations to provide high quality HR services and deploy company-wide people-oriented programs including promotions, retention (dive and saves), onboarding, offboarding, performance management, and rewards programs",
          "Partner with the Talent Development team to help identify and provide specific skill advancement opportunities and support implementation of initiatives",
          "Help interpret people analytics data and internal trends for each function that is supported to inform business strategy and proactively identify issues",
          "Supports the design and implementation of HR projects and programs (e.g., critical positions retention, mid-year performance checkpoint) based on the unique needs of a division, region, or geography"
        ],
        "Qualifications": [
          "6 + years of HR or related business experience and multi-discipline experiences a plus",
          "Business acumen and understanding of data and metrics across the organization",
          "Background with organizations that are technical and of global business communities",
          "Strong change management skills, coaching, organizational assessment of talent skills  required"
        ],
        "show": false
      },
      {
        "item": "VIDEO PRODUCER",
        "itemDescription": "Looking for a talented Video Producer to join our multimedia design studio, which provides contemporary and innovative multimedia production solutions to Intelligence Community customers. The ideal candidate will thrive in a dynamic, collaborative, and fast-paced creative environment. This person will feel comfortable wearing different hats across a wide-range of products. Scripted videos, short and long-form documentaries, animated promos, re-enactments, web series, podcasts, and interactive web based training modules are some of the flagship products across our portfolio.",
        "responsibilities": [
          "Coordinating with internal and external customers to gather requirements for upcoming and ongoing projects.",
          "Producing original content, including pitching, script writing, and storyboarding of abstract ideas concepts.",
          "Collaborating with production teammates (animators, graphic designers, audio engineers, web developers, and other producers) to incorporate multimedia elements into video products.",
          "Creating and adhering to customer facing production schedules.",
          "Coordinating logistics for field and studio productions.",
          "Producing concurrent multimedia pieces, some with tight deadlines. ",
          "Conducting well-researched interviews with SMEs to help shape stories and authenticate content.",
          "Scouting locations for productions.",
          "Locating and licensing appropriate b-roll and music.",
          "Lighting, shooting, and editing content as part of our video production team.",
          "Editing of multi-camera footage according to scripts and storyboards.",
          "Filming interviews, events, and b-roll in single camera or multi-camera configurations."
        ],
        "Qualifications": [
          "Bachelor’s Degree or Advanced certificate in Production, Multimedia Design, or Design related field is highly desired",
          "Ability to prioritize and address multiple, concurrent projects, with varying production timelines",
          "Familiarity with video sets and team member’s roles",
          "A demonstrated track-record of in-depth working knowledge of industry-standard multimedia production best practices and contemporary technologies",
          "Familiarity with professional video production procedures, practices, techniques, and terminology",
          "Experience with EFP, digital post-production, various video formats and transcoding, encoding, and authoring for distribution",
          "Advanced organization and attention to detail with regards to media management and file structure",
          "Familiar with audio recording and monitoring equipment",
          "Experience with Adobe Creative Suite’s video tools and familiarity with Photoshop or Illustrator",
          "Familiarity with conceptualizing and creating 508-compliant content and experiences",
          "Ability to direct voice-over and ADR sessions"
        ],
        "show": false
      },
      {
        "item": "Social Media Specialist",
        "itemDescription": "Our Marketing & Communications Department seeks a self-motivated Social Media Specialist with a creative eye for storytelling to plan, develop and implement social media content that delights, educates, and engages key audiences.",
        "responsibilities": [
          "Build a range of engaging social media content (e.g. videos, photos, polls, key messages) across the Spy Museum’s major accounts.",
          "Create, write/edit, schedule, and publish daily posts on platforms including – but not limited to – Facebook, Instagram, Twitter, and LinkedIn.",
          "Capture, edit, and manage photos and videos for social media purposes.",
          "Analyze and assess performance across social media channels. This includes performance of individual posts and content to measure effectiveness, efficiency, and impact. Prepare consistent reporting and analysis to track social performance.",
          "Create and manage content calendar to ensure posts are effectively and strategically executed.",
          "Provide real-time social media monitoring of comments on platforms, develop strategy for replying, direct customer questions to appropriate teams.",
          "Plan, create, and execute paid social ad campaigns on Facebook and Instagram platforms.",
          "Serve as departmental social media liaison to ensure consistency of the Museum’s social guidelines and brand; manage incoming requests/deliverables.",
          "Identify new and emerging trends and insights across all platforms to help MarComm team optimize digital strategy and uncover opportunities to reach new audiences.",
          "Collaborate with Marketing Communications Director on the development of Museum’s overall social media strategy to meet revenue goals, build brand awareness, and enhance audience engagement.",
          "Other duties as assigned."
        ],
        "Qualifications": [
          "BS or BA degree required in Communications, Marketing, Journalism, or a related field.",
          "A minimum of 3-5 years’ experience managing social media on behalf of an organization.",
          "Hands-on experience using and managing various social media platforms including Facebook, Instagram, Twitter, LinkedIn, YouTube, TikTok, etc.",
          "Demonstrated track record of creating original social media content with images or videos."
        ],
        "show": false
      },
      {
        "item": "Entry Level Sales",
        "itemDescription": "Power Home Remodeling is a company founded on hard work, innovation, purpose, and positivity. We firmly believe that our sales representatives are happiest when achieving their greatest potential. That is why ninety percent of our sales leadership community began their careers in entry-level sales positions as we hire, train, and promote talented individuals with a drive to succeed. We are committed to empowering our sales professionals by fostering a diverse, inclusive, and military-friendly environment by giving all people equal opportunities to succeed. This philosophy has served us well in becoming FORTUNE Magazine’s #1 Workplace for Millennials, one of Glassdoor’s Best Places to Work, and making the Military Times’ Best for Vets list.",
        "responsibilities": [
          "Promotion of Power’s products and services to prospective and existing clients",
          "Delivery of interactive sales presentations on eco-friendly, green products and services",
          "Participation in ongoing training camps on a weekly basis"
        ],
        "Qualifications": [
          "Highly developed interpersonal, organizational, and communication skills",
          "Ability to speak publicly with confidence and poise",
          "Keen sense of self-motivation, dignity, and resolve",
          "Open-minded with a passion for learning a wide-range of skills that will carry through a variety of career paths",
          "Naturally relational and articulate individual who thrives in human interaction",
          "BA/BS preferred"
        ],
        "show": false
      }
    ],
    "hrEmail": "hr@zfnConsulting.com",
    "ArrowLeftIcon": "images/ArrowLeftIcon.svg",
    "ArrowDownIcon": "images/ArrowDownIcon.svg"
  },
  "Services": {
    "titles": "Services",
    "headingOne": "",
    "headingTwo": "",
    "headingTwoDescription": "",
    "records": [
      {
        "id": 1,
        "item": "ARCHITECT",
        "itemDescription": "MC Consultants is a national full service construction management and forensic consulting firm. Our forensic expertise in construction and construction related claims and litigation includes construction defect, construction site accidents and injuries, product failures, first and third party property damage analysis, and risk management. Our services take root in an experienced professional team that includes General Contractors, Certified Cost Estimators, Architects, Engineers, and Paralegal/Project Managers. This comprehensive approach to forensic investigation makes us the unmatched total solution in assisting our clients in getting the information they need. You should be licensed in California, eligible for NCARB certification, and possess 15+ years’ residential and/or commercial design experience. Must be willing to travel. At MC Consultants, we recognize our employees as our most valuable asset. We offer competitive salaries and benefits. Most importantly, we offer our employees an opportunity to truly make an impact on the company.",
        "show": false
      },
      {
        "id": 2,
        "item": "AEM DEVELOPER",
        "itemDescription": "MC Consultants is a national full service construction management and forensic consulting firm. Our forensic expertise in construction and construction related claims and litigation includes construction defect, construction site accidents and injuries, product failures, first and third party property damage analysis, and risk management. Our services take root in an experienced professional team that includes General Contractors, Certified Cost Estimators, Architects, Engineers, and Paralegal/Project Managers. This comprehensive approach to forensic investigation makes us the unmatched total solution in assisting our clients in getting the information they need. You should be licensed in California, eligible for NCARB certification, and possess 15+ years’ residential and/or commercial design experience. Must be willing to travel. At MC Consultants, we recognize our employees as our most valuable asset. We offer competitive salaries and benefits. Most importantly, we offer our employees an opportunity to truly make an impact on the company.",
        "show": false
      },
      {
        "id": 3,
        "item": "HARDWARE EXPLOITATION ENGINEER",
        "itemDescription": "MC Consultants is a national full service construction management and forensic consulting firm. Our forensic expertise in construction and construction related claims and litigation includes construction defect, construction site accidents and injuries, product failures, first and third party property damage analysis, and risk management. Our services take root in an experienced professional team that includes General Contractors, Certified Cost Estimators, Architects, Engineers, and Paralegal/Project Managers. This comprehensive approach to forensic investigation makes us the unmatched total solution in assisting our clients in getting the information they need. You should be licensed in California, eligible for NCARB certification, and possess 15+ years’ residential and/or commercial design experience. Must be willing to travel. At MC Consultants, we recognize our employees as our most valuable asset. We offer competitive salaries and benefits. Most importantly, we offer our employees an opportunity to truly make an impact on the company.",
        "show": false
      },
      {
        "id": 4,
        "item": "CAD DRAFTER",
        "itemDescription": "MC Consultants is a national full service construction management and forensic consulting firm. Our forensic expertise in construction and construction related claims and litigation includes construction defect, construction site accidents and injuries, product failures, first and third party property damage analysis, and risk management. Our services take root in an experienced professional team that includes General Contractors, Certified Cost Estimators, Architects, Engineers, and Paralegal/Project Managers. This comprehensive approach to forensic investigation makes us the unmatched total solution in assisting our clients in getting the information they need. You should be licensed in California, eligible for NCARB certification, and possess 15+ years’ residential and/or commercial design experience. Must be willing to travel. At MC Consultants, we recognize our employees as our most valuable asset. We offer competitive salaries and benefits. Most importantly, we offer our employees an opportunity to truly make an impact on the company.",
        "show": false
      }
    ],
    "ArrowLeftIcon": "images/ArrowLeftIcon.svg",
    "ArrowDownIcon": "images/ArrowDownIcon.svg"
  },
  "Markets": {
    "titles": "Markets",
    "headingOne": "JOINING TEAM ZFN",
    "headingTwo": "Projects",
    "headingTwoDescription": "ZFN Consulting specializes in utilizing advancements in technology such as nanotechnology and semiconductors to miniaturize radar systems and enhance their capabilities for both civilian and military use, they also use LiDAR technology in field survey campaigns to remotely sense areas and quickly collect data, and they use machine learning, Artificial Intelligence, and advanced statistical pattern recognition to analyze point cloud data for transportation agencies, engineering consultants, and utility companies. They also provide services to create maps using ArcGIS Online and incorporate demographic and lifestyle data to provide valuable insights.",
    "records": [
      {
        "id": 1,
        "item": "Radar Semiconductors",
        "itemDescription": "Through our advancements in nanotechnology and semiconductors, we have been able to shrink the size of radar systems while enhancing their capabilities. Many radar applications now have dual-use potential, which means they can be utilized for both civilian and military purposes. For instance, a radar system intended for weather forecasting can also be applied for early warning, military mission planning, and aircraft recovery. Additionally, the latest radar technologies have significantly improved the performance of exclusive military applications such as tracking, fire control, and identifying friendly and enemy forces.",
        "show": false
      },
      {
        "id": 2,
        "item": "Terrestial LIDAR Mapping",
        "itemDescription": "Our field survey campaigns utilize a combination of Terrestrial LiDAR, RTK GPS, and Total Station equipment. The use of Terrestrial LiDAR offers several advantages over traditional field survey methods, such as the ability to remotely sense areas that are difficult to access, quickly collect data, and monitor both physical and biological features. Additionally, Terrestrial LiDAR provides a more comprehensive understanding of the site compared to traditional survey methods, which allows for better detection of conflicts during design and improved monitoring of ecological restoration projects post-construction.",
        "show": false
      },
      {
        "id": 3,
        "item": "3D Mapping",
        "itemDescription": "ZFN Consulting specializes in utilizing machine learning, Artificial Intelligence, and advanced statistical pattern recognition to analyze point cloud data for transportation agencies, engineering consultants, and utility companies globally. The cutting-edge algorithms developed by our team at Nektar 3D Consulting can be applied to automatically extract roadside features at a network level, as well as perform advanced evaluations of roadway design elements.",
        "show": false
      },
      {
        "id": 4,
        "item": "CAD Sonar",
        "itemDescription": "Easily create maps by importing your spreadsheet data into ArcGIS Online and integrating it with other location data. Utilize advanced mapping styles to enhance the visual appeal of your data. Share your maps instantly with anyone, anywhere and collaborate with your team to build maps and apps. Utilize intuitive analysis tools to gain deeper insights into your data. Enhance the value of your data by incorporating Esri's demographic and lifestyle data. Take advantage of a robust system that geoenables, hosts, and scales your data. Accurately collect, update, and manage access to your data.",
        "show": false
      }
    ],
    "ArrowLeftIcon": "images/ArrowLeftIcon.svg",
    "ArrowDownIcon": "images/ArrowDownIcon.svg"
  },
  "Team": {
    "records": [
      {
        "fristName": "James",
        "lastName": "Anderson",
        "picture": "images/profilePlaceHolder.svg",
        "position": "Founder + CEO",
        "description": "Description"
      },
      {
        "fristName": "Bruce",
        "lastName": "Thompson",
        "picture": "images/profilePlaceHolder.svg",
        "position": "Chief Operating Officer",
        "description": "1Description"
      },
      {
        "fristName": "Mary",
        "lastName": "Collins",
        "picture": "images/profilePlaceHolder.svg",
        "position": "Chief Financial Officer",
        "description": "Chief Administrative Officer"
      },
      {
        "fristName": "Diego",
        "lastName": "Arroyo",
        "picture": "images/profilePlaceHolder.svg",
        "position": "Vice President, Strategy + Development",
        "description": "2Description"
      }
    ]
  },
  "HomePageInfo": {
    "records": {
      "backgroundVideo": "videos/CityScannVideo.mp4",
      "header_BrandAndNavigationButtons_Property": {
        "navigation": [
          "Home",
          "ZFN Team",
          "Markets",
          "Services",
          "Careers",
          "News"
        ],
        "button": [
          "signup",
          "login"
        ]
      },
      "home": {
        "title": "3D RADAR SONAR LIDAR",
        "subTitle": [
          "Radar Semiconductors",
          "Terrestial LIDAR Mapping",
          "3D Mapping",
          "CAD Sona",
          "Environmental",
          "Federal"
        ]
      },
      "homeTwo": [
        {
          "title": "Market",
          "selected": true,
          "imgs": [
            "images/construction.png",
            "images/construction.png",
            "images/construction.png",
            "images/construction.png",
            "images/construction.png",
            "images/construction.png"
          ]
        },
        {
          "title": "Services",
          "selected": false,
          "imgs": [
            "images/construction2.png",
            "images/construction2.png",
            "images/construction2.png",
            "images/construction2.png",
            "images/construction2.png",
            "images/construction2.png"
          ]
        }
      ],
      "bodyCaption": {
        "caption": "Established in 1995, Nova Consulting is a Woman Owned Small Business (WOSB) minority engineering consulting firm, specializing in civil and environmental engineering, as well as construction management and program management services."
      }
    }
  }
}